Repository: BellumGens/bellum-gens
Catalog: projects/ebleague/src/locale/messages.*.xlf
Languages: bg

source: Players from the <span class="title">StarCraft II</span> league will be separated into groups of 4-8 players.
bg: Играчите от лигата по <span class="title">StarCraft II</span> ще бъдат разделени в групи по 4-8 играча.

source: Each player plays 1-2 matches a week against other players from the same group. At the end of the group stage, the best players of each group go to the finals.
bg: Всеки играч играе 1-2 мача седмично срещу други играчи от същата група. В края на груповата фаза, най-добрите играчи от всяка група отиват на финалите.

source: To the StarCraft II League
bg: Към StarCraft II Лигата

source: Weekly match format
bg: Седмичен формат на мачовете

source: CS:GO Rulebook
bg: CS:GO Правилник

source: Group stage matches are being played weekly Monday-Thursday. All matches are played sequentially in the evening, after working hours, starting from 7:30pm EET. Each match except the first one starts 15 minutes after the previous match has finished. Weekly schedule for the entire group stage would be available prior to the league start date. The schedule is subject to change, if and only if a participant has managed to reach an agreement with all other affected participants by the change.
bg: Мачовете от груповата фаза се играят седмично от понеделник до четвъртък. Всички мачове се играят последователно вечерта, след работно време, започвайки от 19:30 часа EET. Всеки мач, освен първия, започва 15 минути след като предишният мач е приключил. Седмичният график за цялата групова фаза ще бъде наличен преди началната дата на лигата. Графикът подлежи на промяна преди започването на лигата, или само ако участникът е успял да постигне споразумение с всички други засегнати участници по промяната.

source: Match rules
bg: Правила за мачовете

source: Weekly matches are in best-of-one (BO1) or best-of-three (BO3) format with map veto on the current active duty maps at the start of the league. The map veto takes place 10-15 minutes prior to the match and is performed by the team captains and an admin. Which side teams start on is decided either by the team not picking the map, or with a knife round, the winner of which picks the side. Each map is played until one of the teams wins 16 rounds and teams are switching sides after 15 rounds have been played. If there's no winner after 30 rounds - score is 15-15 - then the match goes into overtime. Each overtime is 6 rounds in length and each team starts on the side the team has been before the start of the overtime. Teams are switching sides in overtime after 3 rounds have been played. If an overtime reaches a score of 3-3, then a new overtime is played. Each player starts an overtime with maximum cash - $16000 - so each round of the overtime is a guaranteed gun round.
bg: Седмичните мачове са във формат best-of-one (BO1) или best-of-three (BO3) с вето на карти от текущите активни карти на началото на лигата. Ветото на картите се извършва 10-15 минути преди мача и се извършва от капитаните на отборите и администратор. Кой отбор започва от коя страна се решава или от отбора, който не е избрал картата, или с ножов рунд, победителят от който избира страната. Всяка карта се играе докато един от отборите спечели 16 рунда и отборите сменят страните след като са играни 15 рунда. Ако няма победител след 30 рунда - резултатът е 15-15 - тогава мачът влиза в добавено време. Всяко добавено време е с дължина от 6 рунда и всеки отбор започва от страната, на която е започнал преди началото на добавеното време. Отборите сменят страните в добавеното време след като са играни 3 рунда. Ако добавеното време достигне резултат от 3-3, тогава се играе ново добавено време. Всеки играч започва добавеното време с максимални пари - $16000 - така че всеки рунд от добавеното време е гарантиран рунд с оръжие.

source: Weekly matches are in best-of-three (BO3) format with map veto with 2 bans and 2 picks from the maps in the current ladder pool at the start of the league. The map veto takes place 10-15 minutes prior to the match, and is performed by the players, the match caster and an admin. Each map is played until one of the two players emerges victorious. The 3rd decider map is played only in the case of a 1-1 score.
bg: Седмичните мачове са във формат best-of-three (BO3) с вето на карти с 2 бана и 2 избора от картите в текущия ладър пул на началото на лигата. Ветото на картите се извършва 10-15 минути преди мача и се извършва от играчите, кастъра на мача и администратор. Всяка карта се играе докато един от двамата играчи излезе победител. 3-тата решаваща карта се играе само в случай на 1-1 резултат.

source: Double elimination format
bg: Формат с двойна елиминация

source: Tournament participants are being separated into groups and the first opponents are being drawn. Each group has two brackets - winners and losers bracket. All participants start in the winners bracket and after a loss are being moved to the losers bracket. Participants are eliminated after they accumulate a loss in the losers bracket.
bg: Участниците в турнира се разделят на групи и се теглят първите противници. Всяка група има две схеми - схема на победителите и схема на загубилите. Всички участници започват в схемата на победителите и след загуба се преместват в схемата на загубилите. След загуба на участник от схемата на загубилите участникът бива елиминиран от турнира.

source: Group points
bg: Точки от групата

source: Each match in the group stage of the league gives the teams between 0 and 3 points. After all group stage matches have been played, the 2 teams with the most points from each group proceed to the finals. If two teams have equal points, then round difference is taken into account. In the case of equal points and round difference, the result of the direct duel between the two teams is taken into account.
bg: Всеки мач в груповата фаза на лигата дава на отборите между 0 и 3 точки. След като всички мачове от груповата фаза са играни, двата отбора с най-много точки от всяка група продължават към финалите. Ако два отбора имат равен брой точки, тогава се взема предвид разликата в рундовете. В случай на равен брой точки и разлика в рундовете, се взема предвид резултатът от директния двубой между двата отбора.

source: 3 points for a win in regulation
bg: 3 точки за победа в регулация

source: 2 points for a win in overtime
bg: 2 точки за победа в добавено време

source: 1 point for a loss in overtime
bg: 1 точка за загуба в добавено време

source: 0 points for a loss in regulation
bg: 0 точки за загуба в регулация

source: Each match in the group stage of the league gives the participants between 0 and 3 points. After all group stage matches have been played, the 2 players with the most points from each group proceed to the finals. In the case of equal points, the result of the direct duel between the two participants is taken into account.
bg: Всеки мач в груповата фаза на лигата дава на участниците между 0 и 3 точки. След като всички мачове от груповата фаза са играни, двамата играчи с най-много точки от всяка група продължават към финалите. В случай на равен брой точки, се взема предвид резултатът от директния двубой между двамата участници.

source: 3 points for a 2:0 win
bg: 3 точки за 2:0 победа

source: 2 points for a 2:1 win
bg: 2 точки за 2:1 победа

source: 1 point for a 1:2 loss
bg: 1 точка за 1:2 загуба

source: 0 points for a 0:2 loss
bg: 0 точки за 0:2 загуба

source: Assistive software usage (cheats)
bg: Използване на помощни софтуери (чийтове)

source: Usage of assistive software of any kind, which can be classified as a cheat, is strictly forbidden. Each match in the league would be streamed live and would be moderated by an admin. In the case of a suspicion of cheating, the case will be investigated by the admins and if the admins conclude that theres evidence beyond a reasonable doubt for cheating, then the player (StarCraft II), or team (CS:GO), which the player participates in would be <span class="highlight">disqualified</span>!!! Esports Business League is an amateur event, where players need to show their own abilities, and not the abilities of a software which assists and alters their gameplay. Our goal is to provide the best experience for all participants!
bg: Използване на помощен софтуер от какъвто и да е тип, който може да се класифицира като cheat, е напълно забранено. Всяка среща от лигата ще бъде излъчвана пряко и ще бъде наблюдавана от admin. При съмнение за използване на такъв софтуер, случаят ще бъде разгледан от организаторите и при заключение, че играч в лигата е използвал такъв софтуер, тогава играчът (SC II), или отборът (CS:GO), който играча представлява ще бъде <span class="highlight">дисквалифициран</span>!!! Esports Бизнес Лигата е аматьорска лига, в която играчите трябва да покажат собствените си възможности, а не възможностите на софтуер, който подпомага играта им. Нашата цел да е предоставим добро преживяване за всички участващи!

source: Player
bg: Играч

source: Active tournaments
bg: Активни турнири

source: No active tournaments found...
bg: Няма намерени активни турнири...

source: Upcoming tournaments
bg: Предстоящи турнири

source: No upcoming tournaments found...
bg: Няма намерени предстоящи турнири...

source: Finished tournaments
bg: Завършени турнири

source: No finished tournaments found...
bg: Няма намерени завършени турнири...
