Repository: BellumGens/bellum-gens
Catalog: projects/ebleague/src/locale/messages.*.xlf
Languages: bg

source: Choose a language
bg: Избери език

source: External
bg: Външен

source: Choose a login provider
bg: Избери начин на автентикация

source: Form
bg: Форма

source: Username
bg: Потребителско име

source: Password
bg: Парола

source: Remember me
bg: Запомни ме

source: Don't have an account?
bg: Нямате акаунт?

source: login
bg: вход

source: Profile
bg: Профил

source: logout
bg: изход

source: Settings
bg: Настройки

source: Associated Logins
bg: Свързани акаунти

source: {{ disableLogin(provider.name) ? provider.name : 'Add ' + provider.name }}
bg: {{ disableLogin(provider.name) ? provider.name : 'Добави ' + provider.name }}

source: Create username and password
bg: Създай потребителско име и парола

source: Additional Preferences
bg: Допълнителни настройки

source: Show profile in searches
bg: Показвай профила при търсене

source: Tournament Registrations
bg: Регистрации за турнири

source: Registration for {{ registration.game ? 'StarCraft II' : 'CS:GO' }}
bg: Регистрация за {{ registration.game ? 'StarCraft II' : 'CS:GO' }}

source: Confirmation code <span class="highlight">{{registration.hash}}</span>
bg: Код за потвърждение <span class="highlight">{{registration.hash}}</span>

source: Check in
bg: Потвърди

source: Delete this application
bg: Изтрий тази регистрация

source: Delete Account Forever
bg: Изтрий акаунта завинаги

source: Are you sure?
bg: Сигурен ли си?

source: Pressing OK will delete your user account permanently...
bg: Натискането на ОК ще изтрие твоя акаунт завинаги...

source: Pressing OK will delete your tournament registration permanently...
bg: Натискането на ОК ще изтрие твоята регистрация за турнир завинаги...

source: Setup your account
bg: Настрой акаунта си

source: Username already taken...
bg: Потребителското име вече е заето...

source: Email
bg: Имейл

source: Must 8 or more characters and must include at least 1 letter, 1 number and 1 special char
bg: Трябва да съдържа поне 8 символа и да включва поне 1 буква, 1 цифра и 1 специален символ

source: Confirm Password
bg: Потвърди паролата

source: Doesn't match...
bg: Не съвпада...

source: Register
bg: Регистрирай се

source: Select tournament
bg: Избери турнир

source: No matches found...
bg: Не са намерени мачове...

source: {{ selectedTournament ? selectedTournament.name : 'No' }} CS:GO matches
bg: {{ selectedTournament ? selectedTournament.name : 'Няма' }} CS:GO мачове

source: New match
bg: Нов мач

source: Start time
bg: Начало

source: Match
bg: Мач

source: Video
bg: Видео

source: No video
bg: Няма видео

source: Demo
bg: Демо

source: No demo
bg: Няма демо

source: Walkover
bg: Служебна победа

source: The match has not been played yet, or there's no results on record...
bg: Мачът все още не е игран или няма резултати...

source: {{ selectedTournament ? selectedTournament.name : 'No' }} Participants
bg: {{ selectedTournament ? selectedTournament.name : 'Няма' }} Участници

source: Drag and drop participants into the groups
bg: Дръпнете участници и ги поставете в групите

source: This registration is pending check-in for the current week!
bg: Тази регистрация чака потвърждение за текущата седмица!

source: Group name
bg: Име на група

source: Edit
bg: Редакция

source: Delete
bg: Изтрий

source: New group
bg: Нова група

source: Cancel
bg: Отказ

source: Submit
bg: Потвърди

source: Start date
bg: Начална дата

source: Group
bg: Група

source: *If the match is during the group stage
bg: *Ако мачът е по време на груповата фаза

source: Team 1
bg: Отбор 1

source: Team 2
bg: Отбор 2

source: Video Link
bg: Линк към видео

source: Demo Link
bg: Линк към демо

source: Results
bg: Резултати

source: Points {{ matchInEdit.team1?.teamName }}
bg: Точки {{ matchInEdit.team1?.teamName }}

source: Map
bg: Карта

source: Rounds {{ matchInEdit.team1.teamName }}
bg: Рундове {{ matchInEdit.team1.teamName }}

source: Add a match map
bg: Добави карта за мача

source: This would permanently delete the group... Teams would automatically be removed from the group.
bg: Това ще изтрие групата завинаги... Отборите ще бъдат автоматично премахнати от групата.

source: This will delete the match permanently...
bg: Това ще изтрие мача завинаги...

source: Company
bg: Компания

source: Date Submitted
bg: Дата на подаване

source: Game
bg: Игра

source: League
bg: Лига

source: Confirmed
bg: Потвърдено

source: Tournaments and Roles
bg: Турнири и Роли

source: Tournament name
bg: Име на турнира

source: Tournament logo
bg: Лого на турнира

source: Tournament description
bg: Описание на турнира

source: End date
bg: Крайна дата

source: Active
bg: Активен

source: No Roles Defined
bg: Няма дефинирани роли

source: New role
bg: Нова роля

source: Replay
bg: Реплей

source: No replay
bg: Няма реплей

source: Send Emails for Checkin
bg: Изпрати имейли за чекин

source: Remove from group
bg: Премахни от групата

source: Player 1
bg: Играч 1

source: Player 2
bg: Играч 2

source: Winner
bg: Победител

source: Tournaments
bg: Турнири

source: Shop
bg: Магазин

source: Tournament format
bg: Формат на турнира

source: Our partners
bg: Партньори

source: Our crew
bg: Екип

source: Contact us
bg: Контакти

source: This site uses cookies
bg: Този сайт използва бисквитки

source: Cookies and You
bg: Научете повече

source: I Understand
bg: Разбрах

source: Email us
bg: Свържете се с над по имейл

source: Like us on Facebook
bg: Харесайте страницата ни във Facebook

source: Follow us on Twitter
bg: Последвайте ни в Twitter

source: Follow us on Instagram
bg: Последвайте ни в Instagram

source: Follow us on Linked-in
bg: Последвайте ни в Linked-in

source: Subscribe to our Youtube channel
bg: Абонирайте се за нашия Youtube канал

source: Follow us on Twitch
bg: Последвайте ни в Twitch

source: Join our Discord server
bg: Присъединете се към нашия Discord сървър

source: The Ultimate Gaming experience for your company
bg: Най-доброто гейминг изживяване за вашата компания

source: Covid-19 changed the way teams in your company bond. Esports Business League is a team building charity esports event, where your company team can compete against teams from other companies. Participants in the Esports Business League so far include companies like VMware, DXC, SAP, Experian, TELUS, Modis, HP, Infragistics, Chaos Group and many more!
bg: Covid-19 промени начина, по който екипите във вашата компания работят. Esports Business League е благотворително тийм-билдинг esports събитие където отбори от вашата компания могат да се състезават срещу отбори от други компании. Компаниите участвали в Esports Business League до момента включват VMware, DXC, SAP, Experian, TELUS, Modis, HP, Infragistics, Chaos Group и много други!

source: Register for CS:GO League
bg: Регистрирайте се за лигата по CS:GO

source: Register for StarCraft II League
bg: Регистрирайте се за лигата по StarCraft II

source: Learn more...
bg: Научете повече...

source: What is Esports Business League?
bg: Какво е Esports Business League?

source: Esports Business League is a charity esports event, which provides working gamers with an arena for competition between individuals and teams from different companies. Each season of the league is 4-8 weeks in length. Matches take place on week days after working hours Monday-Thursday. The league culminates with finals where the teams and players who have accumulated the most points during the season meet. All league matches are being broadcasted live on our <a href="https://www.twitch.tv/ebleague_a" i18n-title title="Follow us on Twitch" target="_blank" rel="noopener">Twitch</a> channels.
bg: Esports Business League е благотворително esports събитие, което предоставя на работещите геймъри арена за състезание между индивиди и отбори от различни компании. Всяка сезон на лигата е с продължителност от 4-8 седмици. Мачовете се провеждат в работни дни след работно време от понеделник до четвъртък. Лигата завършва с финали, където отборите и играчите, които са натрупали най-много точки през сезона, се срещат. Всички мачове от лигата се излъчват на живо в нашите <a href="https://www.twitch.tv/ebleague_a" i18n-title title="Следете ни в Twitch" target="_blank" rel="noopener">Twitch</a> канали.

source: Follow us for updates
bg: Последвайте ни

source: We're fully open source
bg: Системата ни е с напълно отворен код

source: Submit an Issue
bg: Кажи ни за проблем който виждаш

source: Tweet to us
bg: Туитнете ни

source: Sponsor us on GitHub
bg: Станете наш спонсор в GitHub

source: Terms and conditions
bg: Условия за ползване

source: All team members must be <span class="highlight">current employees of the company associated with the team registration, should not have any active engagement or affiliation with a professional esports organization, and haven't participated in professional esports matches as players in the past 24 months from the date of registration</span>. The team is allowed to have standins/substitute players and they have to comply with the same conditions as the main players on the team. Substitutes can be added to the team post registration, as long as they comply with the aforementioned conditions. Individual players (StarCraft II) must be <span class="highlight">current employees of the company associated with their registration</span>. The company represented by the team/individual must be provided at the time of registration.
bg: Всички членове на отбора трябва да бъдат <span class="highlight">текущи служители на работното място към което е асоцииран отбора и не трябва да имат ангажименти като играчи в професионални Esports организации, или да са участвали като играчи в професионални срещи в рамките на последните 24 месеца</span>. Отборът може да има резерви, които трябва да отговарят на същото условие, но могат да бъдат добавяни и след регистрацията. Индивидуалните състезатели (StarCraft II) трябва да бъдат <span class="highlight">текущи служители на работното място, с което се асоциират в регистрацията</span>. При записване ще се изисква да се предостави информация за това коя е компанията която отбора/индивидуалния състезател представлява.

source: Registrations are open until the deadline is reached, or until all open slots have been filled (16 CS:GO teams, 32 StarCraft II players). Successful registration completion requires registration fee payment - 300 BGN per team or 60 BGN per individual competitor. Registration fee payment is done with a bank transfer after the registration form has been submitted. <span class="highlight">All registration fees are being added to the prize pool fund. At the end of the season the prize pool will be donated to a charitable cause chosen by the winners!</span>
bg: Записването ще бъде отворено до изтичане на крайния срок, или след запълване на всички отворени места (16 CS:GO отбора, 32 StarCraft II състезателя). Успешното завъзшване на регистрацията изисква и заплащането на входна такса - 300лв. на отбор или 60лв. на индивидуален състезател. Заплащането на таксата става по банков път след регистрацията. <span class="highlight">Всички средства събрани от таксите за регистрация се прибавят към наградният фонд на събитието. В края на сезона наградният фонд ще бъде дарен на благотворителни каузи избрани от участниците победители!</span>

source: BPro Gaming is the first professional esports club in Bulgaria. During the past 4 years BPro has developed a number of professional players, team and infrastructure.
bg: BPro e първата професионална клубна организация по електронни спортове в България. През последните 4 години BPro са изградили множество състезатели, отбори и инфраструктура.

source: BSL a one of a kind StarCraft II league in Bulgaria and are contributing to the deveopment of Bulgarian talent in this esport! All StarCraft 2 games in the Esports Business League will be casted by the them!
bg: BSL организират първата по рода си лига по StarCraft II в България и допринасят за развитието на талантите ни в този #esport! Всички StarCraft 2 игри от Esports Business League ще бъдат коментирани от тях!

source: CS:GO League
bg: CS:GO Лига

source: 3-7 weeks
bg: 3-7 седмици

source: 2 groups with up to 8 teams each
bg: 2 групи с до 8 отбора всяка

source: 1-2 matches per team per week
bg: 1-2 мача на отбор на седмица

source: Matches are in BO1 or BO3 format
bg: Мачовете са в BO1 или BO3 формат

source: Round robin format
bg: Всеки срещу всеки, до изчерпване на противниците

source: Each team earns points weekly
bg: Всеки отбор събира точки седмично

source: Finals weekend with the 4 best teams from the group stage
bg: Финален уикенд с 4те отбора събрали най-много точки в групите

source: Full information about the format can be found <a routerLink="/format">here</a>
bg: Пълна информация за формата може да бъде намерена <a routerLink="/format">тук</a>

source: StarCraft II League
bg: StarCraft II Лига

source: 4 groups with up to 8 players each
bg: 4 групи с до 8 играча всяка

source: 1-2 matches per player per week
bg: 1-2 срещи седмично за всеки играч

source: Matches are in BO3 format
bg: Мачовете са в BO3 формат

source: Each player earns points weekly
bg: Всеки играч събира точки седмично

source: Finals weekend with the 8 best players from the group stage
bg: Финален уикенд с 8те играчи събрали най-много точки в групите

source: Prizes
bg: Награди

source: The winning team in the CS:GO league will appropriate 75% of the prize pool towards their choice of a charitable cause.
bg: Отборът победител в CS:GO лигата ще получи 75% от наградният фонд за благотворителна кауза по тяхно избиране.

source: The runner-up team in the CS:GO league will appropriate 25% of the prize pool towards their choice of a charitable cause.
bg: Отборът, класирал се втори, ще насочи 25% от наградният фонд към своята благотворителна кауза.

source: The winner in the StarCraft II league will appropriate 75% of the prize pool towards their choice of a charitable cause.
bg: Победителят в StarCraft II лигата ще насочи 75% от наградният фонд към своята благотворителна кауза.

source: The runner-up in the StarCraft II league will appropriate 25% of the prize pool towards their choice of a charitable cause.
bg: Отборът, класирал се втори, ще насочи 25% от наградният фонд към своята благотворителна кауза.

source: Season 2
bg: Сезон 2

source: Esports Business League Season 2 concluded on November 8th with grand finals in both StarCraft II and CS:GO! In the StarCraft II final SuGaRBuNNy [Nuvei] and IlPrincipino [UltraPlay] battled it out in a very compatitive BO5 where all 5 maps were played and the winner was <a href="https://bellumgens.com/players/76561198061226037" target="_blank" rel="noopener">SuGaRBuNNy [Nuvei]</a>. This makes him a reigning, defending champion in the StarCraft II category. The CS:GO final was between Plan-B [Modis] and 3nIGm4 [Infragistics]. The team from Modis <a href="https://bellumgens.com/team/Plan-B/details" target="_blank" rel="noopener">Plan-B</a> managed to win both maps. They got a relatively easy win on their map pick and the boys from Plan-B managed to take Infragistics 3nIGm4's map pick in overtime.
bg: Вторият сезон на Esports Business League приключи на 8ми ноември с два зрелищни финала по StarCraft II и CS:GO! В категорията StarCraft II, на финалът премериха сили SuGaRBuNNy [Nuvei] и IlPrincipino [UltraPlay], като в успорваният BO5 се играха всички 5 карти и накрая победител излезе <a href="https://bellumgens.com/players/76561198061226037" target="_blank" rel="noopener">SuGaRBuNNy [Nuvei]</a>, като това го прави шампион и на двата сезона провели се до момента. В категорията по CS:GO, на финалът премериха сили отборите на Plan-B [Modis] и 3nIGm4 [Infragistics]. Отборът на Modis <a href="https://bellumgens.com/team/Plan-B/details" target="_blank" rel="noopener">Plan-B</a> успя да спечели срещата в две карти, като победи сравнително лесно на картата, която бяха избрали, а след това момчетата от Plan-B успяха да спечелят в добавено време и картата избрана от техните опоненти от Infragistics 3nIGm4.

source: Champion
bg: Шампион

source: Runner-up
bg: Второ място

source: 3rd-4th Place
bg: 3то-4то място

source: Season 1
bg: Сезон 1

source: Esports Business League Season 1 ended on April 12 with grand finals in StarCraft II and CS:GO! In the StarCraft II grand final t0ssboy [HP] faced SuGaRBuNNy [C3I] and after a very competitive BO5 <a href="https://bellumgens.com/players/76561198061226037" target="_blank" rel="noopener">SuGaRBuNNy [C3I]</a> emerged victorious. In the CS:GO grand final Bpro Veterans met DXC. After 3 heart-stopping maps <a href="https://bellumgens.com/team/BPro-Veterans/details" target="_blank" rel="noopener">Bpro Veterans</a> managed to take the victory.
bg: Първият сезон на Esports Business League приключи на 12ти април с два грандиозни финала по StarCraft II и CS:GO! В категорията по StarCraft II, на финалът премериха сили t0ssboy [HP] и SuGaRBuNNy [C3I], като от успорваният BO5 победител излезе <a href="https://bellumgens.com/players/76561198061226037" target="_blank" rel="noopener">SuGaRBuNNy [C3I]</a>. В категорията по CS:GO, на финалът премериха сили Bpro Veterans и DXC. След 3 инфарктни карти, победители излязоха <a href="https://bellumgens.com/team/BPro-Veterans/details" target="_blank" rel="noopener">Bpro Veterans</a>.

source: Esports Business League is organized by Bellum Gens - organization focused on the development and popularization of esports in Bulgaria and on the Balkans. We want to make esports a recognizable topic for the business and thus to help the development of all esports projects in Bulgaria and on the Balkans.
bg: Esports Бизнес Лигата се организира от Белум Генс - организация фокусирана върху развитието и популяризирането на esports в България и на Балканите. Искаме да направим esports тема, която е разбираема за бизнеса в България и по този начин да подпомогнем развитието на други esports проекти в България и на Балканите.

source: Get email updates from us!
bg: Получавайте имейл известия от нас!

source: Subscribe
bg: Абонирай се

source: You order has been received! We will call you for additional confirmation!
bg: Вашата поръчка е получена! Ще се свържем с вас за допълнително потвърждение!

source: Order the official Esports Business League jersey!
bg: Поръчайте официалната Esports Business League тениска!

source: The 2020 Esports Business League jersey is available!
bg: Тениската на Esports Business League за 2020 година е налична!

source: Made of 100% sportswear ventilated polyester, with high quality print, the official jersey is available in limited quantity! The jersey is ideal both for extended gaming sessions and sports activities in the open! Only 300 units of the 2020 jersey are being sold. We have both male and female cuts available. All orders are being shipped C.O.D. Free shipment for orders over 100 BGN.
bg: Направена от 100% дишащ полиестер, с висококачествен печат, тениската е налична в лимитирана серия. Идеална е както за продължителни гейминг сесии, така и за спорт на открито! Серията в продажба е само 300 бройки. Имаме налични както мъжки, така и адаптирани дамски модели. Поръчките се извършват единствено с наложен платеж при доставка по куриер, до изчерпване на количествата. Безплатна доставка за поръчки над 100лв.

source: Price <del>{{basePrice}} BGN</del> @if (basePromo) {<span class="highlight">{{ basePrice - basePrice * basePromo }} BGN</span>}
bg: Цена <del>{{basePrice}}лв.</del> <span class="highlight" *ngIf="basePromo">{{ basePrice - basePrice * basePromo }}лв.</span>

source: Cut
bg: Кройка

source: Size
bg: Размер

source: {{order.jerseys.length}} x {{basePrice}} BGN = {{ order.jerseys.length * basePrice }} BGN
bg: {{order.jerseys.length}} x {{basePrice}}лв. = {{ order.jerseys.length * basePrice }}лв.

source: Promo code
bg: Промо код

source: Promo code is invalid...
bg: Промо кодът е невалиден...

source: {{ promo * 100 }}% off = -{{ (order.jerseys.length * basePrice) * promo }} BGN
bg: {{ promo * 100 }}% Отстъпка = -{{ (order.jerseys.length * basePrice) * promo }}лв.

source: Free shipping
bg: Безплатна доставка

source: Total = {{ (order.jerseys.length * basePrice) * (1 - promo) }} BGN
bg: Общо = {{ (order.jerseys.length * basePrice) * (1 - promo) }}лв.

source: Add one more
bg: Добави още една

source: First name
bg: Име

source: Last name
bg: Фамилия

source: City
bg: Град

source: Street
bg: Улица

source: Order
bg: Поръчай

source: Male
bg: Мъжка

source: Female
bg: Дамска

source: Your registration has been submitted successfully!
bg: Вашата регистрация е изпратена успешно!

source: In order to confirm your registration, you need to pay the registration fee (60 BGN for the StarCraft II league, or 300 BGN for the CS:GO league).
bg: За да потвърдите вашата регистрация, трябва да заплатите таксата за участие (60 лв. за StarCraft II лигата или 300 лв. за CS:GO лигата).

source: Your registration will be shown as confirmed within 2 work days of the registration fee transfer.
bg: Вашата регистрация ще бъде отбелязана като потвърдена в рамките на 2 работни дни след превода на таксата за участие.

source: Bank name: <span class="highlight">United Bulgarian Bank</span>
bg: Име на Банката: <span class="highlight">ОББ</span>

source: Beneficiary: <span class="highlight">Bellum Gens</span>
bg: Титуляр: <span class="highlight">Белум Генс</span>

source: Please put this uniquely generated registration code into the bank transfer details: <span class="highlight">{{ application?.hash }}</span>. For future reference, this code can be found through your user profile.
bg: Моля при превода да сложите в основанието уникалния код, който сме генерирали за вашата регистрация: <span class="highlight">{{ application?.hash }}</span>. Можете да намерите кода и през вашият профил.

source: We've also emailed these details to the email address you've provided (<span class="highlight">{{application?.email}}</span>).
bg: Изпратили сме и имейл на посоченият от вас адрес (<span class="highlight">{{application?.email}}</span>) с тези детайли.

source: If you need an invoice, please contact us at <a href="mailto:info@eb-league.com">info@eb-league.com</a>!
bg: Ако ви е нужна фактура, моля да се свържете с нас на <a href="mailto:info@eb-league.com">info@eb-league.com</a>!

source: Birthplace: {{ member.birthplace }}
bg: Родно място: {{ member.birthplace }}

source: {{ tournament?.name }} CS:GO League
bg: {{ tournament?.name }} CS:GO Лига

source: Participants
bg: Участници

source: This registration is still not confirmed! The registration fee has to be paid in order to confirm the registration!
bg: Тази регистрация все още не е потвърдена! Таксата за участие трябва да бъде платена, за да бъде потвърдена регистрацията!

source: {{ tournament?.name }} Schedule
bg: {{ tournament?.name }} График

source: Season 2 bracket is available here
bg: Вижте бракетът за сезон 2 тук

source: Team
bg: Отбор

source: Matches
bg: Мачове

source: Wins
bg: Победи

source: OT Wins
bg: Победи в добавено време

source: OT Losses
bg: Загуби в добавено време

source: Losses
bg: Загуби

source: Round Diff
bg: +/- Рундове

source: Points
bg: Точки

source: Teams from the <span class="title">CS:GO</span> league will be separated into groups of 4-8 teams.
bg: Отборите от лигата по <span class="title">CS:GO</span> ще бъдат разделени в групи по 4-8 отбора.

source: Each team plays 1-2 matches a week against other teams from the same group. At the end of the group stage, the best teams of each group go to the finals.
bg: Всеки отбор играе 1-2 мача седмично срещу други отбори от същата група. В края на груповата фаза, най-добрите отбори от всяка група отиват на финалите.

source: To the CS:GO League
bg: Към CS:GO Лигата
