Repository: BellumGens/bellum-gens
Catalog: projects/bellumgens/src/locale/messages.*.xlf
Languages: bg

source: Tajikistan
bg: Таджикистан

source: Taiwan
bg: Тайван

source: Thailand
bg: Тайланд

source: Turkmenistan
bg: Туркменистан

source: United Arab Emirates
bg: Обединени Арабски Емирства

source: Uzbekistan
bg: Узбекистан

source: Vietnam
bg: Виетнам

source: Yemen
bg: Йемен

source: Antigua and Barbuda
bg: Антигуа и Барбуда

source: Argentina
bg: Аржентина

source: Bahamas
bg: Бахамски острови

source: Barbados
bg: Барбадос

source: Belize
bg: Белиз

source: Bolivia
bg: Боливия

source: Brazil
bg: Бразилия

source: Canada
bg: Канада

source: Chile
bg: Чили

source: Colombia
bg: Колумбия

source: Costa Rica
bg: Коста Рика

source: Cuba
bg: Куба

source: Dominica
bg: Доминика

source: Dominican Republic
bg: Доминиканска република

source: Ecuador
bg: Еквадор

source: Grenada
bg: Гренада

source: Guatemala
bg: Гватемала

source: Guyana
bg: Гаяна

source: Haiti
bg: Хаити

source: Honduras
bg: Хондурас

source: Jamaica
bg: Ямайка

source: Mexico
bg: Мексико

source: Nicaragua
bg: Никарагуа

source: Panama
bg: Панама

source: Paraguay
bg: Парагвай

source: Peru
bg: Перу

source: Saint Kitts and Nevis
bg: Сейнт Китс и Невис

source: Suriname
bg: Суринам

source: Trinidad and Tobago
bg: Тринидад и Тобаго

source: United States
bg: Съединени щати

source: Uruguay
bg: Уругвай

source: Venezuela
bg: Венецуела

source: Australia
bg: Австралия

source: Fiji
bg: Фиджи

source: Kiribati
bg: Кирибати

source: Marshall Islands
bg: Маршалски острови

source: Micronesia
bg: Микронезия

source: Nauru
bg: Науру

source: New Zealand
bg: Нова Зеландия

source: Palau
bg: Палау

source: Papua New Guinea
bg: Папуа Нова Гвинея

source: Samoa
bg: Самоа

source: Solomon Islands
bg: Соломонови острови

source: Tonga
bg: Тонга

source: Tuvalu
bg: Тувалу

source: Vanuatu
bg: Вануату

source: Registration successful!
bg: Регистрацията е успешна!

source: Registration updated successfully!
bg: Регистрацията е успешно обновена!

source: Bellum Gens Elite - Stara Zagora 2025 will take place June 4-7th! Clement "Clem" Desplanches returns to defend his 2024 title against all the top contenders!
bg: Белум Генс Елит - Стара Загора 2025 ще се проведе от 4 до 7 юни! Клемент "Clem" Депланш се завръща, за да защити титлата си от 2024 година срещу всички най-добри съперници!

source: Tickets Available Now
bg: Билетите са в продажба

source: Open Qualifiers
bg: Отворени квалификации

source: Esports Business League is a gaming event for your office! Build better team bonds by friendly or competitive gaming, or get your team to compete against other companies to show how good you are!
bg: Esports Business League е gaming събитие за вашата офис! Създайте по-добър отборен дух, чрез приятелски или състезателни игри, или ангажирайте вашите служители да се състезават срещу участници от други фирми, за да покажете точно колко добри сте!

source: Go to EB-League
bg: Към EB-League

source: Manage your Counter-Strike Team
bg: Управлявай твоят Counter-Strike отбор

source: Recruit your team and manage your team member roles, team strategies, practice times and more. The only online Counter-Strike strategy editor freely available to everyone! Discuss public strategies with everyone and build private strategies for your team.
bg: Подбери своите съотборници и управлявай ролите и стратегиите в твоят Counter-Strike отбор. Единствения безплатен едитор за Counter-Strike стратегии достъпен за всеки. Дискутирайте публични стратегии с всички или правете стратегии достъпни само за вашият отбор.

source: Sign-up Now
bg: Регистрирай се сега

source: Go to Team Section
bg: Към Секция Отбори

source: Bellum Gens is a gaming and esports event organizer and consultant focused on the development and popularization of esports in Bulgaria. We want to make esports a recognizable topic for the business and thus to help the development of all esports project in Bulgaria and on the Balkans. If you take interest in esports and want to advertise through esports, position your brand in tournaments, streams, or other gaming and esports channels, then we can help! Contact us for more information on available opportunities.
bg: Белум Генс е организатор на gaming и esports събития, както и консултант, фокусиран върху развитието и популяризацията на електронните спортове в България. Искаме да направим електронните спортове разпознаваема тема за бизнеса и така да помогнем на развитието на всички проекти по електронни спортове в България и на Балканите. Ако имате интерес към електронните спортове и искате да рекламирате чрез електронни спортове, да позиционирате бранда си в турнири, стриймове или други игрови и електронни спортове канали, тогава ние можем да помогнем! Свържете се с нас за повече информация за наличните възможности.

source: Esports Events
bg: Електронни Спортове

source: Bellum Gens is the organizer of the premier Bellum Gen Elite esports event. First held in the town of Stara Zagora, under the name <span class="highlight">Bellum Gens Elite - Stara Zagora</span>, BGE brought the top Counter-Strike talent in the region to compete under one roof for a prize pool of $10,000! <span class="highlight">Bellum Gens Elite Stara Zagora 2024</span> features top StarCraft II players from around the world with a prize pool of €10000!
bg: Белум Генс е организатор на премиерното Bellum Gen Elite esports събитие. Първоначално проведено в град Стара Загора, под името <span class="highlight">Белум Генс Елит - Стара Загора</span>, BGE доведе най-добрите Counter-Strike таланти в региона да се състезават под един покрив за награден фонд от $10,000! <span class="highlight">Белум Генс Елит Стара Загора 2024</span> представя най-добрите StarCraft II играчи от целия свят с награден фонд от €10000!

source: Team Building and Gaming
bg: Сплотяване на екип чрез игри

source: Bellum Gens is the organizer of the Esports Business League - a competitive amateur gaming event for the office. Miltiple companies in Bulgaria participated in seasons one and two of the <span class="highlight">Esports Business League</span> both for fun and team building and to show which company has the best gamers among their employees!
bg: Белум Генс е оргиназатор на Esports Бизнес Лига - любителско състезание за офиса. Множество компании в България участваха в сезони едно и две на <span class="highlight">Esports Business League</span>, както за забавление и сплотяване на екипа, така и за да покажат коя компания има най-добрите геймъри сред служителите си!

source: Esports Business League
bg: Esports Бизнес Лига

source: Team Management
bg: Управление на Отбори

source: Bellum Gens offers a Counter-Strike team finding and team management application, which allows players to look for teams matching their skill and availability, and team owners to manage their teams' roster and general organization. Because Counter-Strike is a team game!
bg: Белум Генс предлага приложение за намиране на Counter-Strike отбори и управление на отбори, което позволява на играчите да търсят отбори, които отговарят на техните умения и време за игра, и на собствениците на отбори да управляват състава и общата организация на отборите си. Защото Counter-Strike е отборна игра!

source: Register your Team
bg: Регистрирай твоят Отбор

source: We're fully open source! We appreciate your feedback!
bg: Ние сме с напълно отворен код! Оценяваме вашето мнение!

source: Submit an Issue
bg: Кажи ни за проблем който виждаш

source: Tweet to us
bg: Изпрати ни Tweet

source: Sponsor us on GitHub
bg: Стани наш спонсор в GitHub

source: BPro Gaming is the first professional esports club in Bulgaria. Since 2015 BPro has developed a number of professional players, team and infrastructure.
bg: BPro Gaming е първата професионална клубна организация по електронни спортове в България. От 2015 година BPro е развил множество професионални играчи, отбори и инфраструктура.

source: Follow us for updates
bg: Следи ни за актуална информация

source: Subscribe
bg: Абонирай се

source: Get email updates from us!
bg: Получавай актуална информация по имейл от нас!

source: Notifications for {{ authUser.username }}
bg: Известия за {{ authUser.username }}

source: No new notifications.
bg: Няма нови известия.

source: You have been invited to join <a [routerLink]="['/team', notification.teamInfo.customUrl]">{{ notification.teamInfo.teamName }}</a>
bg: Поканен си да се присъединиш към <a [routerLink]="['/team', notification.teamInfo.customUrl]">{{ notification.teamInfo.teamName }}</a>

source: {{actionInProgress ? 'Accepting...' : 'Accept'}}
bg: {{actionInProgress ? 'Приемане...' : 'Приеми'}}

source: <a [routerLink]="['/players', notification.applicantId]">{{ notification.userName }}</a> has applied to join your team!
bg: <a [routerLink]="['/players', notification.applicantId]">{{ notification.userName }}</a> е кандидатствал за вашият отбор!

source: Application: {{ notification.message }}
bg: Кандидатстване: {{ notification.message }}

source: If you're interested in our sponsorship opportunities, <a href="mailto:info@bellumgens.com">get in touch</a>!
bg: Ако сте заинтересовани от нашите възможности за спонсорство, <a href="mailto:info@bellumgens.com">се свържете с нас</a>!

source: We are thrilled to announce a 3-year partnership between Bellum Gens Elite Stara Zagora and TechHub.bg! 🤝
bg: Въодушевени сме да обявим 3-годишно партньорство между Bellum Gens Elite Стара Загора и TechHub.bg! 🤝

source: TechHub.bg makes tech shopping both easy and inspiring! With a wide range of high-quality products for home and office, they build a trusted community of enthusiasts and professionals. Your satisfaction is their top priority – discover the difference with TechHub.bg!
bg: TechHub.bg прави пазаруването на техника лесно и вдъхновяващо! С широка гама от висококачествени продукти за дома и офиса, те създават доверена общност от ентусиасти и професионалисти. Вашето удовлетворение е тяхната първа грижа - открийте разликата с TechHub.bg!

source: Together, we are committed to fostering the growth and development of esports in our region. This collaboration will bring new opportunities, events, and initiatives to support our vibrant gaming community. 🎮✨
bg: Заедно, ние сме посветени на насърчаването на растежа и развитието на електронните спортове в нашия регион. Тази колаборация ще донесе нови възможности, събития и инициативи, за да подкрепим нашата динамична игрова общност. 🎮✨

source: 🌟We are thrilled to present Visit Stara Zagora as the main official partner of Bellum Gens Elite Stara Zagora! This partnership marks a significant step forward in enhancing the development of esports in Bulgaria and raising awareness of Stara Zagora as a premier esports destination in the country.🌟
bg: 🌟Въодушевени сме да представим Visit Stara Zagora като основен официален партньор на Bellum Gens Elite Стара Загора! Това партньорство е значителна стъпка напред в подобряването на развитието на електронните спортове в България и повишаването на осведомеността за Стара Загора като водеща дестинация за електронни спортове в страната.🌟

source: Stara Zagora is a real treasure trove for researchers. Here you can walk around the home of people who lived 8,000 years ago, walk along a fully preserved ancient street of the Roman city of Augusta Trayana, feel the spirit of the Renaissance and embark on many other exploratory missions. The city is extremely convenient for visiting and walking with an organized group.
bg: Стара Загора е истинско съкровище за изследователите. Тук можете да се разхождате из дома на хора, които са живели преди 8 000 години, да се разхождате по напълно запазена древна улица на римския град Августа Траяна, да усетите духа на Възраждането и да се отправите на много други изследователски мисии. Градът е изключително удобен за посещение и разходка с организирана група.

source: Together, we aim to create a vibrant esports community and provide unparalleled opportunities for gamers and fans alike. 🎮
bg: Заедно, ние се стремим да създадем динамична общност на електронните спортове и да предоставим безпрецедентни възможности както за геймърите, така и за феновете. 🎮

source: 🎉We are thrilled to announce that BulStream is the official production partner of Bellum Gens Elite Stara Zagora! 🏆 BulStream has exclusively secured production for all events hosted by Bellum Gens - Esports Business League and Bellum Gens Elite.
bg: 🎉Въодушевени сме да обявим, че BulStream е официалният продукционен партньор на Bellum Gens Elite Стара Загора! 🏆 BulStream ексклузивно осигурява продукцията за всички събития, организирани от Bellum Gens - Esports Business League и Bellum Gens Elite.

source: With their world-class production capabilities and exceptional live streaming services, BulStream is dedicated to delivering the highest quality esports experience to all viewers. Get ready for an unparalleled esports journey! 🎮✨
bg: Със своите продукционни възможности от световен клас и изключителни услуги за живо предаване, BulStream се стреми да достави най-висококачественото преживяване на електронни спортове на всички зрители. Подгответе се за неповторимо пътешествие в електронните спортове! 🎮✨

source: Together, we aim to achieve top-tier production quality and deliver the ultimate esports experience for both players and audiences! 🚀
bg: Заедно, ние се стремим да постигнем продукционно качество от най-висока класа и да доставим най-доброто преживяване на електронни спортове както за играчите, така и за зрителите! 🚀

source: Steam Counter-Strike player profile not found...
bg: Steam Counter-Strike профилът не е намерен...

source: Welcome <span class="highlight">{{ player.steamUser.steamID }}</span>!
bg: Добре дошъл <span class="highlight">{{ player.steamUser.steamID }}</span>!

source: Now it's time to complete your profile! Fill in your <span class="highlight">preferred playstyle</span>, your <span class="highlight">availability</span> and your <span class="highlight">preferred map pool</span>.
bg: Сега е време да довършиш профила си! Попълни <span class="highlight">предпочитаният стил на игра</span>, <span class="highlight">време за игра</span> и <span class="highlight">предпочитани карти</span>.

source: This player is not registered! If you own the profile then <span (click)="openLogin()" class="highlight navigatable">register</span> to complete it.
bg: Този играч не е регистриран! Ако притежавате профила, <span (click)="openLogin()" class="highlight navigatable">регистрирайте се</span> за да го довършите.

source: Invite to team
bg: Покани в отбор

source: Invite
bg: Покани

source: Primary Role
bg: Основна Роля

source: Secondary Role
bg: Вторична Роля

source: Steam account is private.
bg: Steam профилът е скрит.

source: If this is your account, you need to change the privacy level of your account, so we can access game stats from Steam.
bg: Ако това е вашият профил, трябва да промените нивото на поверителност на профила си, за да можем да достъпим статистиката от игрите ви в Steam.

source: To do this go to <span class="highlight">Steam Profile --> Edit Profile --> Privacy Settings --> Set: 'My profile: Public' and 'Game details: public'</span>
bg: За да направите това, отидете в <span class="highlight">Steam Profile --> Edit Profile --> Privacy Settings --> Set: 'My profile: Public' and 'Game details: public'</span>

source: Accuracy
bg: Точност

source: Top weapon
bg: Най-добро оръжие

source: Availability
bg: Време за игра

source: Weapons
bg: Оръжия

source: {{ weapon.kills }} kills
bg: {{ weapon.kills }} убийства

source: {{ viewAll ? 'Showing All' : 'Showing Active Duty' }} Maps
bg: {{ viewAll ? 'Показване на всички' : 'Показване на текущи' }} Карти

source: Result
bg: Резултат

source: Competitions
bg: Състезания

source: Players playing as
bg: Играчи играещи като

source: A minimum overlap with my
bg: Минимално застъпване с мен

source: Team practice
bg: Отборна тренировка

source: Select team
bg: Избери отбор

source: Minimum hours overlap of availability
bg: Минимално застъпване на време за игра

source: Loading players...
bg: Зареждане на играчи...

source: Steam User
bg: Steam Потребител

source: Private
bg: Скрит

source: Players
bg: Играчи

source: No matching players...
bg: Няма намерени играчи...

source: View more players...
bg: Виж още играчи...

source: Loading teams...
bg: Зареждане на отбори...

source: Teams
bg: Отбори

source: No matching teams...
bg: Няма намерени отбори...

source: View more teams...
bg: Виж още отбори...

source: Loading strategies...
bg: Зареждане на стратегии...

source: Strategies
bg: Стратегии

source: No matching strategies...
bg: Няма намерени стратегии...

source: View more strategies...
bg: Виж още стратегии...

source: Found <span class="highlight">{{players?.length }}</span> results for players{{ query | queryParsed:true }}
bg: Намерени <span class="highlight">{{players?.length }}</span> резултата за играчи{{ query | queryParsed:true }}

source: Preferred roles
bg: Предпочитани роли

source: Found <span class="highlight">{{teams?.length }}</span> results for teams{{ query | queryParsed }}
bg: Намерени <span class="highlight">{{teams?.length }}</span> резултата за отбори{{ query | queryParsed }}

source: <b class="highlight">NOTE: </b>Signing in gives you access to more search options!
bg: <b class="highlight">ЗАБЕЛЕЖКА: </b>Влизането в профила ви ви дава достъп до повече опции за търсене!

source: Teams looking for
bg: Отбори търсещи

source: Title
bg: Заглавие

source: Description
bg: Описание

source: T-Side
bg: Т-Страна

source: CT-Side
bg: CT-Страна

source: Public
bg: Публична

source: Map
bg: Карта

source: Link to a video/resource
bg: Линк към видео/ресурс

source: Editor
bg: Редактор

source: OR
bg: ИЛИ

source: Submit
bg: Изпрати

source: Showing
bg: Показване

source: Create new strategy
bg: Създай нова стратегия

source: Order By
bg: Подреди по

source: No strategies found...
bg: Няма намерени стратегии...

source: Author: @if (strat.owner) {<a [routerLink]="['/players', strat.userId]">{{ strat.owner }}</a>}
bg: Автор: @if (strat.owner) {<a [routerLink]="['/players', strat.userId]">{{ strat.owner }}</a>}

source: Last Edit: {{ strat.lastUpdated | date }}
bg: Последна промяна: {{ strat.lastUpdated | date }}

source: Comments
bg: Коментари

source: Share
bg: Сподели

source: Edit
bg: Редакция

source: Delete
bg: Изтрий

source: Load More...
bg: Зареди още...

source: Are you sure?
bg: Сигурен ли си?

source: Pressing OK will permanently remove this strategy...
bg: Натискането на ОК ще премахне тази стратегия завинаги...

source: Author: <a [routerLink]="['/players', strat.userId]">{{ strat.owner }}</a>
bg: Автор: <a [routerLink]="['/players', strat.userId]">{{ strat.owner }}</a>

source: {{ !authUser ? 'Login to' : 'Leave a' }} comment...
bg: {{ !authUser ? 'Влез в профила си, за да' : 'Остави' }} коментар...

source: Pressing OK will permanently remove your comment...
bg: Натискането на ОК ще премахне този коментар завинаги...

source: Layers
bg: Слоеве

source: Player Tokens
bg: Играчи

source: Utility
bg: Гранати

source: Freeflow brushes
bg: Свободни четки

source: Brush Color
bg: Цвят на четката

source: Radars taken from
bg: Радари взети от

source: Are you sure you want to remove this layer...
bg: Сигурен ли си, че искаш да премахнеш този слой...

source: Apply to join
bg: Кандидатствай

source: Why do you want to join our team?
bg: Защо искаш да се присъединиш към нашия отбор?

source: Cancel
bg: Отказ

source: Submit Application
bg: Изпрати кандидатурата

source: Tell us about your motivation to join our team...
bg: Разкажи ни защо искаш да се присъединиш към нашия отбор...

source: Practice
bg: Тренировки

source: Active roster
bg: Активен състав

source: [ empty ]
bg: [ празен ]

source: Bench
bg: Резерви

source: Drag players to add them to the active roster
bg: Плъзнете играчите, за да ги добавите към активния състав

source: Bench is currently empty.
bg: Резервите са празни в момента.

source: Inactive
bg: Неактивни

source: No inactive members.
bg: Няма неактивни членове.

source: Pressing OK will permanently remove this player from the team...
bg: Натискането на ОК ще премахне този играч завинаги от отбора...

source: Create New Counter-Strike Team
bg: Създай нов Counter-Strike отбор

source: You need to login to view your teams.
bg: Трябва да влезете в профила си, за да видите отборите си.

source: View Team
bg: Виж отбора

source: Abandon
bg: Напусни

source: You will leave this team permanently. If you own the team and are the only team member, then the team will also be deleted...
bg: Ще напуснете този отбор завинаги. Ако сте собственик на отбора и сте единствен член на отбора, то отборът също ще бъде изтрит...

source: Import from Steam Group
bg: Създай от Steam група

source: Search Groups
bg: Търси групи

source: No Steam groups found...
bg: Няма намерени Steam групи...

source: Or create with form
bg: Или създай с формуляра

source: Team name
bg: Име на отбора

source: Team motto
bg: Девиз на отбора

source: Team Avatar URL
bg: Аватар на отбора

source: You must provide an image url
bg: Трябва да предоставите URL на изображение

source: Team Info
bg: Информация за отбора

source: Name
bg: Име

source: Avatar
bg: Аватар

source: Show team in searches
bg: Покажи отбора в търсения

source: Update Team Info
bg: Обнови информацията за отбора

source: Team Member Roles
bg: Роли на членовете на отбора

source: Admin
bg: Администратор

source: Strategist
bg: Стратег

source: This team has not participated in any competitions.
bg: Този отбор не е участвал в състезания.

source: Details
bg: Детайли

source: Settings
bg: Настройки

source: Available times for <span class="highlight">{{selectedDay ? (selectedDay.day | weekday) : ''}}</span>
bg: Налични времена за <span class="highlight">{{selectedDay ? (selectedDay.day | weekday) : ''}}</span>

source: From
bg: От

source: To
bg: До

source: Choose a language
bg: Избери език

source: External
bg: Външен

source: Choose a login provider
bg: Изберете начин на автентикация

source: Form
bg: Форма

source: Username
bg: Потребителско име

source: Password
bg: Парола

source: Remember me
bg: Запомни ме

source: Don't have an account?
bg: Нямаш акаунт?

source: login
bg: вход

source: Profile
bg: Профил

source: logout
bg: изход

source: Associated Logins
bg: Свързани акаунти

source: Create username and password
bg: Създай потребителско име и парола

source: Additional Preferences
bg: Допълнителни настройки

source: Show profile in searches
bg: Покажи профила в търсения

source: Tournament Registrations
bg: Регистрации за турнири

source: Check in
bg: Чекин

source: Delete this application
bg: Изтрий тази регистрация

source: SC2 Tournament Admin
bg: Администрация на SC2 турнир

source: Delete Account Forever
bg: Изтрий акаунта завинаги

source: Pressing OK will delete your user account permanently...
bg: Натискането на ОК ще изтрие потребителския ви акаунт завинаги...

source: Pressing OK will delete your tournament registration permanently...
bg: Натискането на ОК ще изтрие вашата регистрация за турнир завинаги...

source: Pending
bg: Изчакващ

source: Confirmed
bg: Потвърден

source: Banned
bg: Забранен

source: Setup your account
bg: Настрой акаунта си

source: Username already taken...
bg: Потребителското име вече е заето...

source: Must 8 or more characters and must include at least 1 letter, 1 number and 1 special char
bg: Трябва да съдържа поне 8 символа и да включва поне 1 буква, 1 цифра и 1 специален символ

source: Confirm Password
bg: Потвърди паролата

source: Doesn't match...
bg: Не съвпада...

source: Register
bg: Регистрирай се
