Repository: BellumGens/bellum-gens
Catalog: projects/bellumgens/src/locale/messages.*.xlf
Languages: bg

source: My Teams
bg: Моите отбори

source: Notifications
bg: Известия

source: My Strategies
bg: Моите стратегии

source: Bellum Gens Elite
bg: Белум Генс Елит

source: BGE Balkan Circuit
bg: БГЕ Балкански Кръг

source: Partners
bg: Партньори

source: Contacts
bg: Контакти

source: About us
bg: За нас

source: Search
bg: Търсене

source: Advanced search for:
bg: Разширено търсене:

source: Hide
bg: Скрий

source: Email us
bg: Свържете се с нас по имейл

source: Like us on Facebook
bg: Харесайте страницата ни във Facebook

source: Follow us on Twitter
bg: Последвайте ни в Twitter

source: Follow us on Instagram
bg: Последвайте ни в Instagram

source: Subscribe to our Youtube channel
bg: Абонирайте се за нашия Youtube канал

source: Follow us on Linked-in
bg: Последвайте ни в Linked-in

source: Join our Discord server
bg: Присъединете се към нашият Discord сървър

source: Follow us on Twitch
bg: Последвайте ни в Twitch

source: Sign-up to participate
bg: Регистрирайте се, за да участвате

source: BGE Balkan is a regional StarCraft II circuit that takes place every week. Players from the Balkan region compete in a series of matches to earn points and prizes.
bg: BGE Balkan е регионален Шампионат по StarCraft II, който се провежда всяка седмица. Играчите от Балканския регион се състезават в серия от мачове, за да спечелят точки и награди.

source: The circuit is open to all players from the Balkan region, and it's free to participate. The top players from each week will earn points that will count towards guaranteed €150 prize pool at the end of the month.
bg: Кръгът е отворен за всички играчи от Балканския регион и участието е безплатно. Най-добрите играчи от всяка седмица ще спечелят точки, които ще бъдат отчетени към гарантиран пул от награди от €150 в края на месеца.

source: 50% of all donations during game days are added on top of the guaranteed prize pool for the month. You can donate through:
bg: 50% от всички дарения по време на игровите дни се добавят към гарантирания пул от награди за месеца. Можете да дарите чрез:

source: Matches are played on the EU server, and players are required to join the <a href="https://discord.gg/bnTcpa9" target="_blank" rel="noopener">BGE Balkan Discord</a> to communicate with the admins and other players. See the full <a href="/assets/bge/BGE Balkan Circuit Terms and Conditions Rulebook.pdf" target="_blank" rel="noopener">Rulebook</a> for more information.
bg: Мачовете се играят на EU сървъра и играчите трябва да се присъединят към <a href="https://discord.gg/bnTcpa9" target="_blank" rel="noopener">BGE Balkan Discord</a>, за да комуникират с администраторите и другите играчи. Вижте пълния <a href="/assets/bge/BGE Balkan Circuit Terms and Conditions Rulebook.pdf" target="_blank" rel="noopener">Правилник</a> за повече информация.

source: Registered Participants
bg: Регистрирани Участници

source: Participants
bg: Участници

source: No matches found...
bg: Няма намерени мачове...

source: Weekly Match Results
bg: Седмични Резултати от Мачовете

source: Weekly Bracket
bg: Седмична Таблица

source: Start time
bg: Начален час

source: Match
bg: Мач

source: Winner
bg: Победител

source: Video
bg: Видео

source: Replay
bg: Повторение

source: Monthly Standings
bg: Месечни Класирания

source: Player
bg: Играч

source: Country
bg: Държава

source: Team
bg: Отбор

source: Matches
bg: Мачове

source: Wins
bg: Победи

source: Losses
bg: Загуби

source: Points
bg: Точки

source: Match Results
bg: Резултати

source: Bellum Gens Elite is a premier esports LAN event organized in Bulgaria. Ancient history and traditions, and beautiful scenery combine with high-level action-packed esports competition to bring you an unforgettable experience.
bg: Белум Генс Елит е премиерно ЛАН събитие по електронни спортове провеждащо се в България. Древна история и традиции, красива природа и гледки, се обединяват заедно със състезание по електронни спортове от най-високо ниво за едно незабравимо изживяване.

source: GET YOUR TICKETS NOW
bg: ЗАКУПЕТЕ СИ БИЛЕТИ СЕГА

source: Join us live on <span class="highlight">{{ isoDate | date: 'long' }}</span> for Bellum Gens Elite Stara Zagora 2025 Wildcard Qualifier!
bg: Присъединете се на живо на <span class="highlight">{{ isoDate | date: 'long' }}</span> за Белум Генс Елит Стара Загора 2025 Wildcard Квалификацията!

source: <span class="highlight">{{days}} {{days !== 1 ? 'days' : 'day'}} {{hours | number:'2.0-0'}}:{{minutes | number:'2.0-0'}}:{{seconds | number:'2.0-0'}}</span> left!
bg: Остават <span class="highlight">{{days}} {{days !== 1 ? 'дни' : 'ден'}} {{hours | number:'2.0-0'}}:{{minutes | number:'2.0-0'}}:{{seconds | number:'2.0-0'}}</span>!

source: Learn more
bg: Научете повече

source: SECURE YOUR TICKET
bg: ЗАЯВЕТЕ СИ БИЛЕТ

source: BGE - Stara Zagora 2025
bg: BGE - Стара Загора 2025

source: <span class="highlight">Bellum Gens Elite Stara Zagora</span> returns in 2025 for another epic showdown!
bg: <span class="highlight">Белум Генс Елит Стара Загора</span> се завръща през 2025 година за още едно епично събитие!

source: StarCraft II
bg: СтарКрафт 2

source: Main Event: <span class="highlight">4-7th</span> of June
bg: Финали: <span class="highlight">4-7ми</span> юни

source: <span class="highlight">€10000</span> prize pool and 1 slot at the <a href="https://esportsworldcup.com/en">EWC 2025</a> StarCraft II finals
bg: <span class="highlight">€10000</span> награден фонд и 1 място на <a href="https://esportsworldcup.com/en">EWC 2025</a> финалите по StarCraft II

source: 4 invited players
bg: 4 поканени играчи

source: 12 qualifying players
bg: 12 класирани играчи

source: Summer Theater - Stara Zagora
bg: Летен Театър - Стара Загора

source: The top placing player at BGE Stara Zagora 2025, who has not already qualified for EWC from a previous qualification event, earns a spot at the <a href="https://esportsworldcup.com/en">EWC 2025</a> StarCraft II.
bg: Играчът, който се класира най-високо на BGE Стара Загора 2025, и който не е вече квалифициран за EWC от предишно квалификационно събитие, печели място на <a href="https://esportsworldcup.com/en">EWC 2025</a> StarCraft II.

source: Tickets Available
bg: Вземете Билети

source: Invited Players
bg: Поканени играчи

source: Qualified Players
bg: Класирани играчи

source: Qualifiers
bg: Квалификации

source: Americas Open Qualifier
bg: Американска Квалификация

source: <span class="highlight">Top 2</span> players qualified
bg: <span class="highlight">Топ 2</span> играчи се класираха

source: <span class="highlight">Yoon "trigger" Hong</span> qualified with a top seed spot.
bg: <span class="highlight">Юн "trigger" Хонг</span> се класира с топ сийд позиция.

source: <span class="highlight">Joseph "Future" Stanish</span> qualified with a bottom seed spot.
bg: <span class="highlight">Джозеф "Future" Стениш</span> се класира с ботъм сийд позиция.

source: View Rulebook
bg: Вижте Правилника

source: View Participants
bg: Вижте Участниците

source: Asia Open Qualifier
bg: Азиатска Квалификация

source: <span class="highlight">Top 4</span> players qualified
bg: <span class="highlight">Топ 4</span> играчи се класираха

source: <span class="highlight">Cho "Maru" Seong-ju</span> and <span class="highlight">Park "Zoun" Han-sol</span> qualified with top seed spots.
bg: <span class="highlight">Чо "Maru" Сеонг-джу</span> и <span class="highlight">Парк "Zoun" Хан-сол</span> се класираха с топ сийд позиции.

source: <span class="highlight">Kim "Ryung" Dong-won</span> and <span class="highlight">Lei "Rex" Hao-chen</span> qualified with bottom seed spots.
bg: <span class="highlight">Ким "Ryung" Донг-уон</span> и <span class="highlight">Лей "Rex" Хао-чен</span> се класираха с ботъм сийд позиции.

source: UPDATE: <span class="highlight">Cho "Maru" Seong-ju</span> and <span class="highlight">Lei "Rex" Hao-chen</span> forfeited their spots.
bg: АКТУАЛИЗАЦИЯ: <span class="highlight">Чо "Maru" Сеонг-джу</span> и <span class="highlight">Лей "Rex" Хао-чен</span> се отказаха от местата си.

source: Europe Open Qualifier
bg: Европейска Квалификация

source: <span class="highlight">Top 5</span> players qualified
bg: <span class="highlight">Топ 5</span> играчи се класираха

source: <span class="highlight">Kevin "Harstem" Koning</span> qualified with a top seed spot.
bg: <span class="highlight">Кевин "Harstem" Конинг</span> се класира с топ сийд позиция.

source: <span class="highlight">Nikita "SKillous" Gurevich</span>, <span class="highlight">Yakov "YoungYakov" Moiseenko</span>, <span class="highlight">Piotr "Spirit" Walukiewicz</span>, <span class="highlight">Julian "Lambo" Brosig</span> qualified with bottom seed spots.
bg: <span class="highlight">Никита "SKillous" Гуревич</span>, <span class="highlight">Яков "YoungYakov" Моисеенко</span>, <span class="highlight">Пьотр "Spirit" Валуевич</span>, <span class="highlight">Юлиан "Lambo" Бросиг</span> се класираха с ботъм сийд позиции.

source: Balkan Open Qualifier
bg: Балканска Квалификация

source: <span class="highlight">Top</span> player qualified
bg: <span class="highlight">Топ</span> играч се класира

source: <span class="highlight">Peycho "Nitix" Ivanov</span> qualified with a bottom seed spot.
bg: <span class="highlight">Пейчо "Nitix" Иванов</span> се класира с ботъм сийд позиция.

source: Wildcard Qualifier
bg: Wildcard Квалификация

source: Open to all <span class="highlight">Grandmaster</span> players.
bg: Отворена за всички <span class="highlight">Грандмастър</span> играчи.

source: Main Event Schedule
bg: Програма

source: 12:00: <span class="highlight">Pre-registration</span>
bg: 12:00: <span class="highlight">Предварителна регистрация</span>

source: All day: <span class="highlight">Media day</span>
bg: Цял ден: <span class="highlight">Медиен ден</span>

source: All day: <span class="highlight">Player setup</span>
bg: Цял ден: <span class="highlight">Настройка на играчите</span>

source: 18:00: <span class="highlight">Meet the players</span>
bg: 18:00: <span class="highlight">Среща с играчите</span>

source: 12:00: <span class="highlight">Registration</span>
bg: 12:00: <span class="highlight">Регистрация</span>

source: 14:00: <span class="highlight">Opening Ceremony</span>
bg: 14:00: <span class="highlight">Откриване на събитието</span>

source: 14:30: <span class="highlight">Tournament begins</span>
bg: 14:30: <span class="highlight">Започване на турнира</span>

source: 22:30: <span class="highlight">Afterparty</span> TBA
bg: 22:30: <span class="highlight">Афтър парти</span> TBA

source: 12:00: <span class="highlight">Registration</span> for late arrivals
bg: 12:00: <span class="highlight">Регистрация</span> за късно пристигащи

source: 12:00: <span class="highlight">Gates open</span>
bg: 12:00: <span class="highlight">Вратите отварят</span>

source: 13:00: <span class="highlight">Tournament Day 2 begins</span>
bg: 13:00: <span class="highlight">Започване на втория ден на турнира</span>

source: 13:00: <span class="highlight">Tournament Day 3 begins</span>
bg: 13:00: <span class="highlight">Започване на третия ден на турнира</span>

source: 13:00: <span class="highlight">Gates open</span>
bg: 13:00: <span class="highlight">Вратите отварят</span>

source: 14:30: <span class="highlight">Tournament Day 4 begins</span>
bg: 14:30: <span class="highlight">Започване на четвъртия ден на турнира</span>

source: 19:30: <span class="highlight">Final Ceremony</span>
bg: 19:30: <span class="highlight">Финална Церемония</span>

source: 20:30: <span class="highlight">Final</span>
bg: 20:30: <span class="highlight">Финал</span>

source: The <span class="highlight">Summer Theater in Stara Zagora</span> is located at the foot of largest city park in Bulgaria. This open-air masterpiece combines nature and ancient traditions with modern architecture into a unique experience for the audience.
bg: <span class="highlight">Летният Театър в Стара Загора</span> се намира в най-големия градски парк в България. Това произведение на изкуството съчетава природа, древни традиции и модерна архитектура в уникално преживяване за публиката.

source: This is the perfect place for you to experience StarCraft 2 duels of the highest level. Players clash like gladiators on the open-air stage of this gorgeous theater and you are presented with the opportunity to meet your favorite pros face-to-face along the alleys of the beautiful park the venue is located at.
bg: Това е перфектното място за вас, за да изживеете най-високо ниво на дуели в СтарКрафт 2. Играчите се сблъскват като гладиатори на откритата сцена на този прекрасен театър и вие имате възможността да се срещнете с любимите си професионалисти лице в лице по алеите на красивия парк, в който се намира мястото.

source: Stara Zagora
bg: Стара Загора

source: The city hosting this event has more than <span class="highlight">8000 years of history</span>! Ancient forums, Roman murals and mosaics, 2000-year-old theaters, bath houses, and aqueducts, it's all beneath your feet and everywhere around you. Traditions and modern esports come together at this unique place!
bg: Градът, който е домакин на това събитие, има повече от <span class="highlight">8000 години история</span>! Древни форуми, римски мозайки и фрески, 2000-годишни театри, бани и акведукти, всичко това е под краката ви и навсякъде около вас. Традиции и модерни електронни спортове се съчетават на това уникално място!

source: <span class="highlight">Bellum Gens Elite Balkan</span> weekly online circuit launches in November 2024 and presents every player in the Balkan region with the opportunity to participate in weekly online matches to earn points towards cash prizes.
bg: <span class="highlight">Белум Генс Елит Балкански</span> седмичната онлайн лига стартира през ноември 2024 година и предоставя на всеки играч от Балканския регион възможността да участва в седмични онлайн мачове, за да спечели точки за месечни парични награди.

source: Online circuit starts <span class="highlight">{{ '2024-11-30' | date: 'longDate' }}</span>
bg: Онлайн лигата стартира <span class="highlight">{{ '2024-11-30' | date: 'longDate' }}</span>

source: <span class="highlight">Open</span> to everyone in the Balkan region
bg: <span class="highlight">Отворен</span> за всеки в Балканския регион

source: Compete weekly to earn points towards <span class="highlight">monthly cash prizes</span>
bg: Състезавайте се седмично, за да спечелите точки за <span class="highlight">месечни парични награди</span>

source: <span class="highlight">Improve</span> your personal gameplay!
bg: <span class="highlight">Подобрете</span> своята игра!

source: Go to BGE Balkan Circuit
bg: Към БГЕ Балкански Кръг

source: Past Events
bg: Минали събития

source: BGE - Stara Zagora 2024
bg: BGE - Стара Загора 2024

source: <span class="highlight">Bellum Gens</span> joined forces with the <span class="highlight">Bulgarian StarCraft League</span> and <span class="highlight">Stara Zagora Municipality</span> to deliver an epic esports experience!
bg: <span class="highlight">Белум Генс</span> обедини сили заедно със <span class="highlight">Българската Старкрафт Лига</span> и <span class="highlight">Община Стара Загора</span> за да ви донесе едно уникално esports изживяване!

source: Qualifiers: <span class="highlight">20-21st</span> of July
bg: Квалификации: <span class="highlight">20-21ви</span> юли

source: Main Event: <span class="highlight">4-8th</span> of September
bg: Финали: <span class="highlight">4-8ми</span> септември

source: <span class="highlight">16</span> players
bg: <span class="highlight">16</span> играчи

source: <span class="highlight">€10000</span> prize pool
bg: <span class="highlight">€10000</span> награден фонд

source: <span class="highlight">Clement "Clem" Desplanches</span> is the 2024 champion!
bg: <span class="highlight">Клемент "Клем" Депланш</span> е шампионът за 2024 година!

source: Download Replay Pack
bg: Изтеглете Риплейите

source: BGE - Stara Zagora 2020
bg: BGE - Стара Загора 2020

source: <span class="highlight">Bellum Gens Elite - Stara Zagora</span> 2020 brought the top Counter-Strike talent in the region to compete under one roof for a prize pool of $10,000!
bg: <span class="highlight">Белум Генс Елит - Стара Загора</span> 2020 доведе най-добрите Counter-Strike таланти в региона да се състезават под един покрив за награден фонд от $10,000!

source: Bellum Gens Elite - Stara Zagora was one of the few LAN events held in 2020 and due to Covid-19 lockdowns and travel restrictions, only 10 teams were able to participate in the LAN finals.
bg: Белум Генс Елит - Стара Загора беше едно от малкото ЛАН събития през 2020 година и поради Covid-19 локдауни и ограничения в пътуването, само 10 отбора успяха да участват в ЛАН финалите.

source: Sponsorship Opportunities
bg: Възможности за спонсорство

source: Bellum Gens offers wide exposure to sponsors and partners via its digital channels and on-side during offline events.
bg: Белум Генс предлага широка публика на спонсорите и партньорите си чрез дигиталните си канали и на място по време на офлайн събитията.

source: <a href="mailto:info@bellumgens.com">Contact us</a> if you wish to sponsor this or any of the other event organized by Bellum Gens. Our social media contacts can be found at the footer of the page.
bg: <a href="mailto:info@bellumgens.com">Свържете се с нас</a> ако желаете да спонсорирате това или някое от другите събития организирани от Белум Генс. Нашите контакти могат да бъдат намерени в дъното на страницата.

source: Visit Stara Zagora
bg: Стара Загора за теб

source: Organized With
bg: Организирано заедно с

source: Bulgarian StarCraft League a one of a kind StarCraft II league in Bulgaria and are contributing to the development of Bulgarian talent in this esport! All StarCraft 2 games in the Esports Business League are casted by the them!
bg: Българската Старкрафт Лига организира първата по рода си лига по StarCraft II в България и допринася за развитието на талантите ни в този esport! Всички StarCraft 2 игри от Esports Business League биват коментирани от тях!

source: Stara Zagora is a 6000+ year-old city in the center of Bulgaria. We partner with Stara Zagora Municipality for the Bellum Gens Elite - Stara Zagora premier esports event!
bg: Стара Загора е град на над 6000 години в центъра на България. Ние се партнираме с Община Стара Загора за Белум Генс Елит - Стара Загора премиерното събитие по електронни спортове!

source: You need to be logged in to register for the tournament.
bg: Трябва да сте влезли в профила си, за да се регистрирате за турнира.

source: Email
bg: Имейл

source: First name
bg: Име

source: Last name
bg: Фамилия

source: Join <a href="https://discord.gg/bnTcpa9" target="_blank" rel="noopener">Bellum Gens</a> before the registration is submitted.
bg: Присъединете се към <a href="https://discord.gg/bnTcpa9" target="_blank" rel="noopener">Bellum Gens</a> преди да изпратите регистрацията.

source: I accept the <a class="highlight navigatable" (click)="terms.open(); $event.stopPropagation()">terms and conditions</a>.
bg: Приемам <a class="highlight navigatable" (click)="terms.open(); $event.stopPropagation()">условията и правилата</a>.

source: {{application.id ? 'Update Registration' : 'Register'}}
bg: {{application.id ? 'Обнови регистрацията' : 'Регистрирай се'}}

source: Terms and conditions
bg: Условия и правила

source: Registrations are restricted to participants from the countries in the selected region. Registrations have no age restrictions. Registrations for this event are not in any way binding and participation can be halted by the registrant at any point of time. Registrations can also be deleted by the user through the user profile settings menu.
bg: Регистрациите са ограничени за участници от страните в избрания регион. Регистрациите нямат възрастови ограничения. Регистрациите за това събитие по никакъв начин не са обвъзващи и участието може да бъде спряно от регистранта по всяко време. Регистрациите могат също да бъдат изтрити от потребителя чрез менюто за настройки на потребителския профил.

source: Registrations show intent for participation, but participation would require timely check-ins and being on-time for the matches. All applicants must reside <span class="highlight">in one of the listed countries</span>. If an applicant is discovered to permanently reside outside of the listed countries for the region, that would lead to <span class="highlight">permanent disqualification</span> from the league and nullification of any points and/or rewards earned.
bg: Регистрациите показват намерение за участие, но участието изисква навременен чекин и спазване на графика за мачовете. Всички кандидати трябва да живеят <span class="highlight">в една от изброените държави</span>. Ако бъде открито, че регистрантът живее постоянно извън изброените държави за региона, това би довело до <span class="highlight">перманентна дисквалификация</span> от лигата и анулиране на всякакви точки и/или награди.

source: Provided battle tag, discord ID, should match with the accounts the applicant uses during the League.
bg: Предоставеният battle tag, discord ID, трябва да съвпадат с акаунтите, които кандидатът използва по време на Лигата.

source: Read the full rulebook
bg: Прочетете пълния правилник

source: Please login first
bg: Моля, първо влезте в профила си

source: Albania
bg: Албания

source: Bosnia and Herzegovina
bg: Босна и Херцеговина

source: Bulgaria
bg: България

source: Croatia
bg: Хърватия

source: Greece
bg: Гърция

source: Kosovo
bg: Косово

source: Montenegro
bg: Черна гора

source: North Macedonia
bg: Северна Македония

source: Romania
bg: Румъния

source: Serbia
bg: Сърбия

source: Slovenia
bg: Словения

source: Andorra
bg: Андора

source: Austria
bg: Австрия

source: Belarus
bg: Беларус

source: Belgium
bg: Белгия

source: Cyprus
bg: Кипър

source: Czech Republic
bg: Чехия

source: Denmark
bg: Дания

source: Estonia
bg: Естония

source: Finland
bg: Финландия

source: France
bg: Франция

source: Georgia
bg: Грузия

source: Germany
bg: Германия

source: Hungary
bg: Унгария

source: Iceland
bg: Исландия

source: Ireland
bg: Ирландия

source: Italy
bg: Италия

source: Kazakhstan
bg: Казахстан

source: Latvia
bg: Латвия

source: Liechtenstein
bg: Лихтенщайн

source: Lithuania
bg: Литва

source: Luxembourg
bg: Люксембург

source: Malta
bg: Малта

source: Moldova
bg: Молдова

source: Monaco
bg: Монако

source: Netherlands
bg: Холандия

source: Norway
bg: Норвегия

source: Poland
bg: Полша

source: Portugal
bg: Португалия

source: Russia
bg: Русия

source: San Marino
bg: Сан Марино

source: Slovakia
bg: Словакия

source: Spain
bg: Испания

source: Sweden
bg: Швеция

source: Switzerland
bg: Швейцария

source: Turkey
bg: Турция

source: Ukraine
bg: Украйна

source: United Kingdom
bg: Обединено кралство

source: Vatican City
bg: Ватикан

source: Afghanistan
bg: Афганистан

source: Armenia
bg: Армения

source: Azerbaijan
bg: Азербайджан

source: Bahrain
bg: Бахрейн

source: Bangladesh
bg: Бангладеш

source: Bhutan
bg: Бутан

source: Brunei
bg: Бруней

source: Cambodia
bg: Камбоджа

source: China
bg: Китай

source: India
bg: Индия

source: Indonesia
bg: Индонезия

source: Iran
bg: Иран

source: Iraq
bg: Ирак

source: Israel
bg: Израел

source: Japan
bg: Япония

source: Jordan
bg: Йордания

source: Kuwait
bg: Кувейт

source: Kyrgyzstan
bg: Киргизстан

source: Laos
bg: Лаос

source: Lebanon
bg: Ливан

source: Malaysia
bg: Малайзия

source: Maldives
bg: Малдиви

source: Mongolia
bg: Монголия

source: Myanmar
bg: Мианмар

source: Nepal
bg: Непал

source: Oman
bg: Оман

source: Pakistan
bg: Пакистан

source: Palestine
bg: Палестина

source: Philippines
bg: Филипини

source: Qatar
bg: Катар

source: Saudi Arabia
bg: Саудитска Арабия

source: Singapore
bg: Сингапур

source: South Korea
bg: Южна Корея

source: Sri Lanka
bg: Шри Ланка

source: Syria
bg: Сирия
